<html>
	<head>
	<title></title>
	<link rel="stylesheet" type="text/css" href="http://www.raig.cat/css_raig.css">
	<meta name="viewport" content="width=device-width; initial-scale=1.0; maximum-scale=1.0;">
	</head>
	<body>
	<div id="menu">
		<div id="home">
			<a href="http://www.raig.cat">Inici</a>
		</div>
	</div>
	<div id="principal">
		<div id="inside_principal">
			<a  href = "http://www.raig.cat/imatges/circ_colomers_llac.jpg" >
				<img width="100%" src="http://www.raig.cat/thumbs/thumb_circ_colomers_llac_50.jpg"></img>
			</a>
			
			<h1>Proc&eacute;s fabricaci&oacute; de la cervesa</h1><br>
			
			<p>El Proc&eacute;s de fabricaci&oacute; de cervesa es subdivideix en aquest pasos </p>
			
			
			
			<ol>
				<li><a href="#sobrelacervesa" class="anchor_boxes">Sobre la cervesa</a></li>
				<li><a href="#fabricaciomalta" class="anchor_boxes">Fabricaci&oacute;  de la Malta</a></li>
				<li><a href="#TE" class="anchor_boxes">TTriturat de la Malta</a></li>
				<li><a href="#biascircuits" class="anchor_boxes">Mashing ( Infusi&oacute; de Malta)</a></li>
				<li><a href="#cadence" class="anchor_boxes">Recirculat del Mashing</a></li>
				<li><a href="#whatis " class="anchor_boxes">Rentat</a></li>
				<li><a href="#project_summary" class="anchor_boxes">El bullit</a></li>
				<li><a href="#goals" class="anchor_boxes">Afegeix els llupols aromatics</a></li>
				<li><a href="#study_of_circuit" class="anchor_boxes">Refredat</a></li>
				<li><a href="#bibliografia" class="anchor_boxes">Fermentaci&oacute;</a></li>
			</ol>
			<a name="fabricaciomalta"></a>
			<h2>Sobre la Cervesa</h2>
			<p>Tenim dos tipus de cervesa principalment</p>
			<ul>
				<li>Baixa Fermentaci&oacute;: Fermenten entre 0 i 4 graus, durant la fermantaci&oacute; el llevat es diposita a la part baixa, per
				que es m&eacute;s dens que l'aigua.</li>
				<li>Alta fermentaci&oacute;: Fermentan a temperatures entre 12-24 graus, la fermantaci&oacute; &eacute;s m&eacute;s complexa i te m&eacute;s aromes</lli>
			</ul>
			
			
			<a name="fabricaciomalta"></a>
			<h2>La Fabricaci&oacute; de la Malta</h2>
			<p>
			La fabricaci&oacute; de la malta &eacute;s un proces en que s'agafen cereals &eacute;s germinen i es tosten.
			
			Com que &eacute;s germina? 
			El gra de cereal quan es mulla genera un enzim, aquest encim es capaÁ de trencar el gra i
			gr‡cies a aquest encim pot sortir la petita arrel verda que veiem en el gra germinat.
			
			Un cop ha germinat el gra se li treu la pellofa i l'arrel i es tosta, es pot tostar m&eacute;s o menys
			aixÚ pot produÔr una cervesa m&eacute;s negra. El color del cereal es mesura amb unes unitats que s'nomena
			EBC
			
			Hi han diferents tipus de malta. Quan es fa una cervesa es sol utilitzar un tipus majoritari  (90 - 95 % )de malta
			s'anomena malta base. L'altre 5-10 % &eacute;s el minoritari.
			
			Per exemple com a malta base per fer 23 litros de cervesa &eacute;s pot utilitzar 5 Kg de malta base "Maris Otter"
			i uns 250 grams de malta "Cristal". Per saber les quantitats, de maltes, el resultat de la graduaci&oacute; que obtindrem,
			podem utilitzar un programa de software anomenat  <a href="http://www.brewmate.net/screenshots">brewmate</a>
			
			Les maltes m&eacute;s utilitzades son les de blat(wheat) i ordi.
			</p>
			<h2>Triturat de Malta</h2>
			<p>
			Un cop tenim la malta l'hem de triturar es pot utilitzar un molinet de carn, el gra s'ha de trencar, no s'ha de fer
			farina. Quan es fagi la infusi&oacute; de malta i es fagi el recirculat, el gra partit absorveix algunes impureses, si es fa
			farina no es aixi.
			</p>
			<h2>Infusi&oacute; de Malta</h2>
			<p>
			Per fer la infusi&oacute; haurem d'escollir un aigua de manantial, es a dir que no tingui clor, si l'aigua te clor el llevat,
			morir&agrave;.
			Un altra tipus de consideraci&oacute; es la duresa de l'aigua.
			Les aigües dures van be per cerveses negres, maltes torrades, les aigües toves s'utilitzen per pales. La duresa
			de l'aigua tambe influeix amb l'espuma de la cervesa.
			
			
			S'ha de calentar 12 litros l'aigua a uns 77 graus, quan s'afegeixi la malta l'aigua perdr&agrave; temperatura i baixar&agrave; a 66 graus.
			Per mantenir la temperatura es pot utilitzar una nevera de camping. Amb l'etapa de rentat de la infusi&oacute; s'utilitzaran 11 litres
			m&eacute;s d'aigua a 80 graus.
			
			Un cop la cervesa esta a la nevera on mantindra la calor a 66 graus es deixa reposar durant 1:30 minuts.
			Durant aquest hora el mid&oacute; s'anir&agrave; transformant en iode. Podem agafar una mostra i tirar-hi iode, al principi es posar&agrave; de color blau.
			Despr&eacute;s de 1:30 minuts agafem un altra mostra de la infusi&oacute; i al tirar-hi iode no cambiara de color, això vol dir que no quedo mido.
			Si tastem al final la infusi&oacute; el sabor es dolç!!! Es un suc de papilla dolça no esta dolent.
			
			Si mesurem la densitat de la infusi&oacute; &eacute;s d'uns 1058 grams per litre, m&eacute;s tard quan la cervesa hagi fermentat, la densitat
			baixar&agrave; fins les 1015 grams. Aquesta diferència de densitat es la graduaci&oacute; amb alchool, en aquest cas 5 graus.
			
			La quantitat de sucres que s 'extrau de la malta depen dels grumolls de la malta, de la temperatura, el rendiment (quantitat de sucres extrets)
			es pot millorar.
			
			Durant aquest proc&eacute;s es pot mesurar el PH, el mido i la temperatura.
			
			</p>
			<h2>Recirculaci&oacute;</h2>
			<p>
			Amb tota la pasta de la malta a la nevera, anem extraient la infusi&oacute; per una aixeta inferior i la tornem afegint
			a la nevera, amb aquest proces el realitzem durant 20 minuts, veurem com la infusi&oacute; cada vegada es menys terbola.
			Es important no remenar l'aigua perque els sediments s'estan dipositatn al fons.
			</p>
			Rentat.
			<p>
			
			Ara hem de fer 3 nivells d olles. En el nivell m&eacute;s alt posem una olla amb 12 litros d'aigua a 80 graus.
			Al segon nivell hi ha la nevera amb la infusi&oacute; amb la malta. I al tercer nivell m&eacute;s baix hi ha una olla gran on posarem el resultat
			de la infusi&oacute; m&eacute;s rentat.
			Nem passant l'aigua de la nevera i de la nevera a la olla.
			</p>
			<h2>El Bullit</h2>
			
			<p>
			Ara s'ha d'afegir el llupul. Hi han diversos tipus de llupol, amb diferents característiques que donen amargor, aromes a la cervesa.
			De la mateixa manera que la malta te EBC, el llupul te alfa&agrave;cids. A les bosses marca. Per exemple el llupul que utilitzem
			es un Cascade amb AA 6.1 %. En funci&oacute; dels alfa&agrave;cids i de la quantitat que posem ser&agrave; m&eacute;s amarga.
			Durant un hora es fa bullir 50 grams de lluupl northern brewer, que li dona amargor, quan portem 40 minuts 30 grams de llupul cascade i
			quan s'acaba la bullici&oacute; 70 grams de cascade que li dona l'arama.
			Tamb&eacute; se li pot afegir quan falten 15 minuts per acabar la coocci&oacute; 15 grams de irish mosh. Fa mes clara la cervesa. No es impresicindible.
			
			Amb millors instruments es pot fer aquest bullit amb 3 temperatures, un bullit a 40 graus amb un llupul i un altre bullit 60 (aproximadament)
			
			Si el bullit es pot fer amb tapa o sense tapa, sense tapa perds alguns aromes i perds aigua.
			</p>
			Refredat
			<p>
			En aquest moments tenim un liquid ple de llupul i sucres calent. Si deixem refredar lentament poden entrar bacteries
			i menjar-se el sucre. El m&eacute;s important es refredar-ho rapidament fins a 28 graus, amb aquesta temperatura
			el llevat no es mor. Es pot refredar amb un serpenti.
			</p>
			<h2>Fermentaci&oacute;</h2>
			<p>
			Rentar el fermentador amb alchool rebaixat amb aigua. Afegir el llevat i tacnar durant una setmana.
			</p>
			<h2>Embotellat</h2>
			<p>
			Afegir 5 grams de sucre per refermentar, produir&agrave; el CO2 i pujara 0.5 graus en alchool. Per exemple
			es pot afegir pels 10 litres de cervesa  90 grams  de daxtrosa 250 ml d aigua bullida. Es a dir 9 grams x litre.
			Si utilitzem sucre la quantitat Ès mÈs petita.
			</p>
			
			
			
			
			
			
			
		</div>	
	</div>
		
	
	

	</body>
</html>